{
  "content": [
    {
      "type": "mainTitle",
      "text": "Boşanma ve Aile Hukuku: Haklarınızı ve Sorumluluklarınızı Bilin"
    },
    {
      "type": "introduction",
      "text": "Boşanma ve aile hukuku, evlilik birliğinin sona ermesi sürecinde tarafların haklarını ve yükümlülüklerini düzenleyen önemli bir hukuk dalıdır. Boşanma süreci, sadece eşler için değil, aynı zamanda çocuklar ve aile bireyleri için de büyük bir değişim sürecidir."
    },
    {
      "type": "sectionTitle",
      "text": "Boşanma Süreci ve Hukuki Prosedürler"
    },
    {
      "type": "paragraph",
      "text": "Boşanma süreci, tarafların anlaşmasına bağlı olarak anlaşmalı ya da çekişmeli olabilir. Anlaşmalı boşanma, eşlerin ortak bir protokol üzerinde uzlaşarak mahkemeye başvurması ile gerçekleşir. Çekişmeli boşanma ise tarafların nafaka, mal paylaşımı ve velayet gibi konularda uzlaşamaması durumunda mahkemeye taşınan bir süreçtir."
    },
    {
      "type": "highlight",
      "text": "Çekişmeli boşanma davaları genellikle daha uzun sürer ve tarafların delillerle iddialarını kanıtlamaları gerekir."
    },
    {
      "type": "quote",
      "text": "Evliliğin temelden sarsılması ve taraflar arasındaki güvenin kaybolması, boşanma sebeplerinin başında gelmektedir.",
      "author": "Avukat Furkan Muhammed Bircan"
    },
    {
      "type": "sectionTitle",
      "text": "Mal Paylaşımı ve Ekonomik Haklar"
    },
    {
      "type": "paragraph",
      "text": "Boşanma sürecinde en önemli konuların başında mal paylaşımı gelir. Türkiye'de 2002 yılından sonra yapılan evliliklerde, eşler aksi bir sözleşme yapmadıysa edinilmiş mallara katılma rejimi uygulanır. Bu rejime göre, evlilik süresince edinilen mallar eşler arasında eşit olarak paylaştırılır."
    },
    {
      "type": "bulletPoints",
      "title": "Önemli Hususlar",
      "items": [
        "Evlilik sırasında alınan taşınmazlar genellikle ortak mülkiyet kapsamında değerlendirilir.",
        "Boşanma sonrası maddi destek için nafaka talep edilebilir.",
        "Evlilik sözleşmesi (mal rejimi sözleşmesi) yapılmışsa, bu sözleşme hükümleri esas alınır.",
        "Mahkeme kararları doğrultusunda borçların paylaştırılması mümkündür."
      ]
    },
    {
      "type": "important",
      "text": "Mali konular ve mal paylaşımıyla ilgili süreçlerde bir avukattan destek almak, tarafların haklarını daha iyi korumasını sağlar."
    },
    {
      "type": "sectionTitle",
      "text": "Çocukların Velayeti ve Hakları"
    },
    {
      "type": "paragraph",
      "text": "Boşanma sürecinde çocukların velayeti, mahkemeler tarafından çocuğun üstün yararı gözetilerek belirlenir. Anne ve baba, çocuğun gelişimine en iyi katkıyı sağlayacak şekilde değerlendirilir ve velayet buna göre verilir."
    },
    {
      "type": "infoBox",
      "title": "Velayet Değerlendirme Kriterleri",
      "content": [
        "Çocuğun yaşına uygun bakım ihtiyaçları",
        "Ebeveynlerin ekonomik ve sosyal durumu",
        "Çocuğun eğitim ve sağlık ihtiyaçları",
        "Ebeveynin çocuğa sağladığı psikolojik destek"
      ]
    },
    {
      "type": "conclusion",
      "title": "Sonuç",
      "text": "Boşanma ve aile hukuku, tarafların haklarını koruma altına alarak adil bir sürecin işlemesini sağlar. Bu süreci daha sağlıklı yönetebilmek için hukuki bilgiye sahip olmak ve profesyonel destek almak büyük önem taşır."
    }
  ]
}
