{
  "content": [
    {
      "type": "mainTitle",
      "text": "Sosyal Medyada Hakaret: Hukuki Sonuçları ve Yasal Haklarınız"
    },
    {
      "type": "introduction",
      "text": "Sosyal medya kullanımının yaygınlaşmasıyla birlikte, çevrim içi platformlarda hakaret ve kişilik haklarının ihlali gibi hukuki sorunlar da artmıştır. Hakaret suçu, bireylerin itibarına zarar veren ve onur kırıcı ifadeler içeren sözler veya paylaşımlar olarak tanımlanır."
    },
    {
      "type": "sectionTitle",
      "text": "Sosyal Medyada Hakaret Suçu Nedir?"
    },
    {
      "type": "paragraph",
      "text": "Türk Ceza Kanunu’nun 125. maddesine göre, bir kişiye onur, şeref veya saygınlığını rencide edecek şekilde yapılan sözlü veya yazılı ifadeler hakaret suçu kapsamına girer. Sosyal medya platformlarında yapılan paylaşımlar da bu kapsamda değerlendirilir ve hukuki yaptırımlarla karşılaşabilir."
    },
    {
      "type": "highlight",
      "text": "Sosyal medyada yapılan hakaretler, yazılı, görsel veya sesli içerikler yoluyla gerçekleşebilir ve hukuken sorumluluk doğurur."
    },
    {
      "type": "quote",
      "text": "İnternet üzerinden yapılan hakaretler, gerçek hayatta yapılanlardan farklı değildir ve yasal olarak aynı şekilde değerlendirilir.",
      "author": "Avukat Furkan Muhammed Bircan"
    },
    {
      "type": "sectionTitle",
      "text": "Hakaret Suçunun Hukuki Sonuçları"
    },
    {
      "type": "paragraph",
      "text": "Hakaret suçu, mağdurun şikâyeti üzerine savcılık tarafından soruşturulabilir. Eğer hakaret alenen (örneğin sosyal medyada kamuya açık bir paylaşım yoluyla) gerçekleştirilmişse, ceza daha da ağırlaşabilir."
    },
    {
      "type": "bulletPoints",
      "title": "Hakaret Suçunun Cezaları",
      "items": [
        "Türk Ceza Kanunu’na göre hakaret suçu işleyen kişi, 3 aydan 2 yıla kadar hapis veya adli para cezası ile cezalandırılabilir.",
        "Eğer hakaret alenen işlenmişse, ceza 1/6 oranında artırılır.",
        "Hakaret suçu bir kamu görevlisine veya belirli bir grup insana yönelik işlenirse, ceza daha da ağır olabilir.",
        "Mağdur, tazminat davası açarak maddi ve manevi zararlarını talep edebilir."
      ]
    },
    {
      "type": "important",
      "text": "Sosyal medya platformlarında yapılan hakaret içerikli paylaşımlar, delil olarak saklanabilir ve mahkemede kullanılabilir."
    },
    {
      "type": "sectionTitle",
      "text": "Hakaret Durumunda Ne Yapmalısınız?"
    },
    {
      "type": "paragraph",
      "text": "Eğer sosyal medyada hakarete uğradıysanız, yasal haklarınızı korumak için aşağıdaki adımları takip etmelisiniz:"
    },
    {
      "type": "infoBox",
      "title": "Hakaretle Karşılaştığınızda Yapmanız Gerekenler",
      "content": [
        "Hakaret içeren mesaj veya yorumların ekran görüntüsünü alın.",
        "İçeriği yayınlayan kişi hakkında bilgi toplayın.",
        "Hakaret içeriğinin bulunduğu sosyal medya platformuna şikâyette bulunun.",
        "Savcılığa suç duyurusunda bulunarak hukuki süreç başlatın.",
        "Gerekirse manevi tazminat davası açın."
      ]
    },
    {
      "type": "conclusion",
      "title": "Sonuç",
      "text": "Sosyal medyada hakaret suçu, günümüzde sıkça karşılaşılan bir hukuki sorun haline gelmiştir. Haklarınızı koruyabilmek için hukuki yolları bilmek ve gerektiğinde uzman bir avukattan destek almak önemlidir."
    }
  ]
}
